{
  "blogs": [
    "joelchrono.xyz",
    "fredrocha.net/words",
    "www.cboxes.icu",
    "aaronparecki.com",
    "alabut.com/writing",
    "alexsirac.com",
    "anderegg.ca",
    "artlung.com/blog",
    "benji.dog",
    "www.bentasker.co.uk",
    "boffosocko.com",
    "david.shanske.com",
    "gregorlove.com",
    "jamesg.blog",
    "lifeofpablo.com/blog",
    "noisydeadlines.net",
    "pcarrier.com",
    "reillyspitzfaden.com/blog",
    "tantek.com",
    "tracydurnell.com",
    "www.anildash.com",
    "hamatti.org/blog",
    "www.lazaruscorporation.co.uk/blogs/artists-notebook",
    "blog.rtwilson.com",
    "omeratagun.net",
    "asexualagenda.wordpress.com",
    "going-medieval.com",
    "captainawkward.com",
    "sarahspiekermann.com",
    "ialja.com",
    "matuzo.at",
    "nineteenteen.blogspot.com",
    "sloanime.si",
    "katetattersall.com",
    "thisvictorianlife.com",
    "criticalpolyamorist.com",
    "mythcreants.com",
    "george-lakoff.com",
    "glycerinequeenmedia.com",
    "acearo.at",
    "mandarismoore.com",
    "bbbhltz.codeberg.page",
    "lifeofpablo.com",
    "blog.darylsun.page",
    "marisabel.nl",
    "rebeccatoh.co",
    "notes.jeddacp.com",
    "muan.co",
    "one-from-nippon.ghost.io",
    "exch.gr",
    "alexwlchan.net",
    "maggieappleton.com",
    "rubenerd.com",
    "veronique.ink",
    "tiramisu.bearblog.dev",
    "stfn.pl",
    "yordi.me",
    "www.maxwelljoslyn.com",
    "joshmuller.ca",
    "morgan.zoemp.be",
    "stefanbohacek.com/blog",
    "blog.gerbenjacobs.nl",
    "dominikhofer.me",
    "gkeenan.co/avgb/",
    "mikebell.io",
    "rknight.me/blog/",
    "vale.rocks",
    "blog.helenchong.omg.lol/en/",
    "journeytolunar.com",
    "peterspath.net",
    "sergiswriting.com",
    "blog.x-way.org",
    "tyfromtheinternet.com/posts",
    "bobbyhiltz.com",
    "zacharykai.net",
    "insidemordecai.com",
    "ttntm.me",
    "garrit.xyz"
  ],
  "descriptions": {
    "joelchrono.xyz": "Ramblings and thoughts about tech, videogames, FOSS, and hobbies of my life, shared bit by bit.",
    "fredrocha.net/words": "Fred's home on the web, a place displaying what I do and what I endorse. Sometimes these overlap.",
    "www.cboxes.icu": "A photography blog",
    "aaronparecki.com": "",
    "alexsirac.com": "A French and English blog that's not about tech.",
    "anderegg.ca": "Personal site of Gavin Anderegg.",
    "www.bentasker.co.uk": "The personal site of Ben Tasker.",
    "boffosocko.com": "A digital commonplace book on education, IndieWeb, mathematics, information theory, biology, history, economics, humanities, note taking & related topics.",
    "david.shanske.com": "",
    "jamesg.blog": "Hello! Привіт! I'm James (/d͡ʒeɪmz/) (also capjamesg). My pronouns are he/him/his. I live in Scotland. This is my blog.",
    "gregorlove.com": "Website of gRegor Morrill, a.k.a. gRegorLove. I’m all about music, faith, computer geekery, friends, and liberty. All while being really, really ridiculously good-looking.",
    "alabut.com/writing": "",
    "www.anildash.com": "A blog about making culture. Since 1999.",
    "reillyspitzfaden.com/blog": "A blog about my personal interests, including composition and sound design; audio programming using Max/MSP, C++/JUCE, Rust, Python, and more; and web development and philosophy on the IndieWeb",
    "pcarrier.com": "Personal website and forest of links",
    "benji.dog": "🇪🇨 benji. not the dog.",
    "lifeofpablo.com/blog": "Blog",
    "noisydeadlines.net": "\"I love deadlines. I like the whooshing sound they make as they fly by.\" - Douglas Adams",
    "tracydurnell.com": "",
    "tantek.com": "",
    "artlung.com/blog": "",
    "hamatti.org/blog": "A blog about technology, communities and life with weekly posts.",
    "www.lazaruscorporation.co.uk/blogs/artists-notebook": "The Artist’s Notebook",
    "blog.rtwilson.com": "Robin's Blog, covering geospatial analysis, satellite imaging, Python and more",
    "omeratagun.net": "Tech oriented blog",
    "asexualagenda.wordpress.com": "Multi-author blog about asexuality",
    "going-medieval.com": "Medieval history",
    "captainawkward.com": "Answering questions about social skills",
    "sarahspiekermann.com": "From professor one of whose topics is ethical technology",
    "ialja.com": "About responsible tech",
    "matuzo.at": "HTML, CSS and accesibility",
    "nineteenteen.blogspot.com": "19th century history",
    "sloanime.si": "Blog about Slovenian anime scene",
    "katetattersall.com": "Victorian secret service blog",
    "thisvictorianlife.com": "Blog about Victorian era",
    "criticalpolyamorist.com": "About indigenous, racial, and cultural politics related to open non-monogamy",
    "mythcreants.com": "Fiction writing",
    "george-lakoff.com": "Mostly political blog from professor known for his work on methaphorical language",
    "glycerinequeenmedia.com": "Queer and other stuff",
    "acearo.at": "Austrian asexual and aromantic oriented blog",
    "mandarismoore.com": "A High-quality stranger. I've considered myself a digital gofer. Y'know, go for this and go for that. I'm using micro.blog now to par down my technical projects and be part of an outstanding community.",
    "bbbhltz.codeberg.page": "Personal blog about, but not limited to, technology, education, and other sundries.",
    "lifeofpablo.com": "",
    "blog.darylsun.page": "An online diary of a lady's misadventures in two worlds",
    "marisabel.nl": "A personal garden to make things grow.",
    "rebeccatoh.co": "My name is Rebecca and I am a photographer, writer, book-lover and aspiring time-traveler. Welcome to my blog and have a good day!",
    "notes.jeddacp.com": "This blog is for my longer form thoughts, notes, and other things that pop into my head. It will probably also include ramblings, scribbles, and whatever else I can think of.",
    "muan.co": "A software designer and engineer. Makes modest websites.",
    "one-from-nippon.ghost.io": "Explore the Japan you've never heard of.",
    "exch.gr": "Process Things is a good old fashioned website. It’s a place for me to post about my music, photography, poetry, code, and beyond.",
    "alexwlchan.net": "Hi, I’m Alex. I’m a software developer, writer, and hand crafter from the UK.",
    "maggieappleton.com": "Maggie makes visual essays about programming, design, and anthropology.",
    "rubenerd.com": "By Ruben Schade in s/Singapore/Sydney/. 🌻",
    "veronique.ink": "Welcome to my tiny home on the web, where I share my art process and things I'm thinking about.",
    "tiramisu.bearblog.dev": "i'm tiramisu, or misu for short. this blog is my take on visa's 1000 word vomits project. i write here to think clearly, practice writing, and remember life.",
    "stfn.pl": "A blog about computers, tinkering, and sometimes gardening and astrophotography",
    "yordi.me": "My name is Yordi Verkroost, a computer science teacher and athletics coach.",
    "www.maxwelljoslyn.com": "",
    "joshmuller.ca": "Hi! I'm Josh Müller!👋🏻 I'm a Canadian living in Colombia. I write about tech, well-being, and making the world a better place!",
    "morgan.zoemp.be": "Dad and tech minimalist posting things about automation, privacy, problem solving and passions aka guilty pleasures. from Brussels, Belgium.",
    "stefanbohacek.com/blog": "Stefan Bohacek's personal blog, covering topics such as web APIs, accessibility, fediverse, data visualization, and creative automation.",
    "blog.gerbenjacobs.nl": "Hi, I'm Gerben Jacobs, a software engineer from The Netherlands. My interests lie with (web)development, databases, design patterns, social media, communities, APIs and open data.",
    "dominikhofer.me": "Curious. Creative. Coder. That’s me, Dominik :) I like to learn & understand more about the world we live in. While coming up with cool ideas & designing beautiful things. And bringing them to life with fancy symbols.",
    "gkeenan.co/avgb/": "A Very Good Blog by me, your friend, Keenan.",
    "mikebell.io": "Mike Bell - Blog & Stuff, ramblings on tech, homelabs and geeky things. Remote DevOps engineer based in Manchester, UK.",
    "rknight.me/blog/": "A blog by Robb Knight",
    "vale.rocks": "The personal website of Declan Chidlow, known mononymously as Vale, containing thoughts, musings, and otherwise unhinged ramblings.",
    "blog.helenchong.omg.lol/en/": "Galaxy Garden and personal blog of an Asian queer Millennial.",
    "journeytolunar.com": "Follow my epic journey of 384400 km (distance to the moon) by walking, hiking, biking, running, swimming, rowing, and more...",
    "peterspath.net": "Peter's Path is my personal endeavour to live a life of purpose through hiking, walking, and embracing the beauty of nature, faith, and ideas.",
    "sergiswriting.com": "Blog of Sergi Pons Freixes",
    "blog.x-way.org": "x-log - personal weblog of Andreas Jaggi",
    "vhbelvadi.com": "The personal website and blog of V.H. Belvadi",
    "tyfromtheinternet.com/posts": "Ty talks type, travel, and photos",
    "bobbyhiltz.com": "Bobby Hiltz is an English teacher that occasionally writes about different subjects that interest me (technology, education, games, guides)",
    "zacharykai.net": "Hi! I'm Zachary Kai. Avowed generalist, space fantasy writer, zinester, offbeat queer, and world traveler.",
    "insidemordecai.com": "Broadcasting from Kenya, this is my personal blog where tech collides with musings on life, culture, and the occasional rabbit home.",
    "ttntm.me": "Tom's homepage. A personal website, journal and playground.",
    "garrit.xyz": "I'm Garrit, a generalist DevOps Engineer. On my blog, I ramble about software and tech-related topics. Check out my todos if you need inspiration for your next project!"
  }
}
